#version: 0.2
1 2
1 0
1 3
1 4
1 5
1 6
1 1
1 7
1 8
1 9
2 0
2 1
2 2
2 3
2 4
2 5
C h
I n
č Ċ
Ch I
In ChI
2 6
2 7
2 8
2 9
, (
3 0
3 1
) (
3 2
3 3
3 4
3 5
3 6
3 7
3 8
3 9
C l
4 0
4 1
N O
4 2
4 3
4 4
4 5
4 6
Cl N
4 7
4 8
F N
4 9
5 0
5 1
5 2
5 3
5 4
5 5
5 6
5 7
5 8
B r
5 9
O S
6 0
6 1
6 2
6 3
6 4
6 5
6 6
6 7
6 8
6 9
7 0
7 1
7 2
7 3
7 4
7 5
7 6
Br N
7 7
7 8
7 9
8 0
8 2
8 1
8 3
8 4
8 5
8 6
8 7
8 8
8 9
9 0
9 1
9 2
9 3
9 4
9 5
9 6
9 8
9 7
9 9
10 0
Cl NO
10 1
10 2
Cl F
10 3
10 4
10 5
10 6
10 7
Cl FN
10 8
10 9
1 10
11 1
1 12
1 13
1 14
1 15
1 16
11 7
11 8
11 9
12 0
12 1
F NO
12 2
12 3
12 4
12 5
12 6
12 7
12 8
12 9
13 0
13 1
13 2
13 3
13 4
13 5
13 6
13 7
13 8
13 9
14 0
14 1
14 2
14 3
14 4
14 5
14 6
14 7
14 8
14 9
15 0
15 1
15 2
15 3
15 4
15 5
15 6
15 7
15 8
15 9
Br NO
16 0
16 1
16 2
16 3
16 4
16 5
16 6
16 7
16 8
16 9
17 0
17 1
17 2
17 3
17 4
17 5
17 6
17 7
17 8
17 9
18 0
I N
18 1
18 2
Cl O
18 3
18 4
18 5
18 6
18 7
18 8
19 0
18 9
19 1
19 2
19 3
19 4
19 5
19 6
19 8
19 7
19 9
20 0
20 1
20 3
20 2
20 4
20 5
20 6
20 8
20 7
2 12
20 9
2 10
2 11
2 13
2 14
2 15
2 16
2 17
2 18
2 19
2 20
2 21
22 2
22 3
22 4
22 5
22 6
22 7
22 8
22 9
23 0
23 1
23 2
23 3
NO S
23 4
23 5
23 6
23 7
23 8
23 9
24 0
F O
Br ClN
24 1
P S
24 2
24 3
24 4
24 5
24 6
24 7
24 8
24 9
25 0
25 1
25 2
25 3
25 4
25 5
25 6
25 7
25 8
Br O
) /
25 9
26 0
26 2
26 1
26 3
26 4
Br FN
26 5
- ,
26 6
26 7
Br F
26 8
26 9
27 0
27 1
27 2
27 3
27 4
27 5
27 6
27 7
27 8
27 9
28 0
28 1
28 2
28 3
28 4
28 5
28 6
ClF NO
28 7
28 8
28 9
29 0
29 1
29 2
29 3
29 4
29 5
29 6
Br Cl
29 7
29 8
N S
29 9
30 0
30 1
30 2
I NO
30 3
30 4
30 5
30 6
30 7
30 8
3 10
30 9
3 12
3 11
3 13
3 14
3 15
3 16
3 17
3 18
3 19
3 20
3 21
3 22
ClNO S
3 23
3 24
3 25
Br ClNO
3 26
I O
3 27
3 28
3 29
3 30
3 31
33 3
3 32
33 4
33 5
33 7
Br FNO
33 6
33 9
33 8
34 0
34 5
34 3
34 1
34 4
34 6
34 7
34 2
34 8
34 9
35 0
35 1
35 2
35 3
35 4
35 5
35 6
35 7
35 8
35 9
36 0
36 1
36 2
36 3
FNO S
Cl IN
ClF O
36 4
F IN
36 5
36 6
36 8
36 7
36 9
37 0
37 1
37 3
37 2
37 7
37 8
37 4
37 5
37 6
37 9
38 0
38 1
38 3
38 5
38 2
38 4
38 6
38 7
38 8
38 9
39 0
39 2
39 1
39 6
Br ClF
39 5
39 3
39 4
39 7
O P
39 8
39 9
Br ClFN
40 2
40 4
40 1
BrNO S
40 6
40 0
40 3
40 5
40 7
40 8
40 9
4 10
4 11
ClN S
4 12
4 13
4 14
4 15
4 16
4 17
4 18
4 19
4 20
4 21
4 22
4 23
4 24
Br ClO
4 25
4 26
4 30
4 31
4 27
4 28
4 29
4 32
4 33
45 5
45 2
45 3
45 4
4 34
45 7
45 8
45 1
45 6
45 0
45 9
4 35
44 9
46 0
4 36
46 1
4 39
44 4
4 38
44 5
4 40
46 2
4 43
44 7
46 3
4 37
4 41
44 6
46 4
4 42
44 8
46 5
46 7
46 8
46 6
Br FO
46 9
47 0
FN S
47 1
47 2
Br IN
47 3
47 4
Cl OS
BrN S
47 6
47 5
47 7
47 8
C H
47 9
F INO
ClF NOS
Cl INO
48 0
O PS
48 1
48 2
48 3
48 4
48 5
NO P
48 6
48 8
48 7
48 9
49 0
? ,
49 5
49 6
49 8
49 1
49 2
49 3
49 4
49 7
49 9
I NOS
B N
50 1
50 4
5 12
5 10
5 13
5 14
5 15
5 11
Cl IO
50 0
50 2
50 5
50 9
ClF IN
5 20
5 22
50 3
50 8
Br ClNOS
5 17
5 18
5 21
5 23
5 24
5 25
50 6
5 16
5 19
H Cl
50 7
5 26
5 27
5 29
5 31
Cl I
5 28
5 32
5 33
5 30
Br ClFNO
5 34
5 35
F I
5 36
5 37
5 38
5 39
F IO
5 40
5 41
5 42
5 43
5 44
5 45
5 46
5 47
H F
5 48
5 50
F OS
5 49
5 53
Br I
Br OS
Br INO
5 51
5 52
5 54
55 5
55 6
55 7
55 8
55 9
56 0
56 1
56 3
Cl S
56 2
56 4
56 5
56 6
56 7
56 8
56 9
57 0
57 1
57 2
57 3
57 4
57 5
57 6
57 8
57 7
N P
57 9
Br IO
58 0
58 1
B F
58 2
58 3
58 4
58 5
58 6
59 9
H Br
58 7
58 8
58 9
59 0
59 1
59 2
59 3
59 4
59 5
59 6
59 7
59 8
60 0
BrFNO S
F S
N PS
Br S
60 4
60 5
BrCl OS
6 10
NO PS
60 1
60 2
60 3
60 6
60 7
60 8
60 9
ClFN S
6 14
IN S
6 12
6 13
6 11
B Cl
6 15
6 16
6 17
6 18
6 19
6 20
6 21
6 22
6 23
6 24
6 25
6 26
6 27
6 28
6 29
6 30
6 31
6 32
6 33
6 34
6 35
6 36
6 37
I S
+ ,
6 38
6 39
6 40
6 41
6 42
6 43
6 44
6 45
6 46
6 47
6 48
6 49
6 50
6 51
B ClN
I OS
ClF I
ClF OS
BrClN S
ClO P
BrF OS
BrF IN
BrClF NOS
6 52
6 53
6 54
6 55
6 56
6 57
6 58
6 59
6 60
6 61
6 62
6 63
6 64
6 65
C Cl
H ClN
I P
Cl INOS
Br P
66 6
66 7
66 8
66 9
67 0
67 1
67 2
ClNO PS
BrCl IN
H O
H BrCl
H BrClF
Br ClFO
67 3
67 4
BrO P
BrFN S
C O
H BrF
67 5
67 8
ClNO P
BrCl I
BrCl INO
CH Br
B FN
C Br
F P
H N
H FN
H ClF
H IO
Cl P
Cl HO
67 6
67 7
ClF INO
FNO P
FO P
BrF S
CH Cl
CH NS
ClI S
BrI S
