{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 512,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 1,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "BertProcessing",
    "sep": [
      "</s>",
      2
    ],
    "cls": [
      "<s>",
      0
    ]
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "12": 261,
      "10": 262,
      "13": 263,
      "14": 264,
      "15": 265,
      "16": 266,
      "11": 267,
      "17": 268,
      "18": 269,
      "19": 270,
      "20": 271,
      "21": 272,
      "22": 273,
      "23": 274,
      "24": 275,
      "25": 276,
      "Ch": 277,
      "In": 278,
      "čĊ": 279,
      "ChI": 280,
      "InChI": 281,
      "26": 282,
      "27": 283,
      "28": 284,
      "29": 285,
      ",(": 286,
      "30": 287,
      "31": 288,
      ")(": 289,
      "32": 290,
      "33": 291,
      "34": 292,
      "35": 293,
      "36": 294,
      "37": 295,
      "38": 296,
      "39": 297,
      "Cl": 298,
      "40": 299,
      "41": 300,
      "NO": 301,
      "42": 302,
      "43": 303,
      "44": 304,
      "45": 305,
      "46": 306,
      "ClN": 307,
      "47": 308,
      "48": 309,
      "FN": 310,
      "49": 311,
      "50": 312,
      "51": 313,
      "52": 314,
      "53": 315,
      "54": 316,
      "55": 317,
      "56": 318,
      "57": 319,
      "58": 320,
      "Br": 321,
      "59": 322,
      "OS": 323,
      "60": 324,
      "61": 325,
      "62": 326,
      "63": 327,
      "64": 328,
      "65": 329,
      "66": 330,
      "67": 331,
      "68": 332,
      "69": 333,
      "70": 334,
      "71": 335,
      "72": 336,
      "73": 337,
      "74": 338,
      "75": 339,
      "76": 340,
      "BrN": 341,
      "77": 342,
      "78": 343,
      "79": 344,
      "80": 345,
      "82": 346,
      "81": 347,
      "83": 348,
      "84": 349,
      "85": 350,
      "86": 351,
      "87": 352,
      "88": 353,
      "89": 354,
      "90": 355,
      "91": 356,
      "92": 357,
      "93": 358,
      "94": 359,
      "95": 360,
      "96": 361,
      "98": 362,
      "97": 363,
      "99": 364,
      "100": 365,
      "ClNO": 366,
      "101": 367,
      "102": 368,
      "ClF": 369,
      "103": 370,
      "104": 371,
      "105": 372,
      "106": 373,
      "107": 374,
      "ClFN": 375,
      "108": 376,
      "109": 377,
      "110": 378,
      "111": 379,
      "112": 380,
      "113": 381,
      "114": 382,
      "115": 383,
      "116": 384,
      "117": 385,
      "118": 386,
      "119": 387,
      "120": 388,
      "121": 389,
      "FNO": 390,
      "122": 391,
      "123": 392,
      "124": 393,
      "125": 394,
      "126": 395,
      "127": 396,
      "128": 397,
      "129": 398,
      "130": 399,
      "131": 400,
      "132": 401,
      "133": 402,
      "134": 403,
      "135": 404,
      "136": 405,
      "137": 406,
      "138": 407,
      "139": 408,
      "140": 409,
      "141": 410,
      "142": 411,
      "143": 412,
      "144": 413,
      "145": 414,
      "146": 415,
      "147": 416,
      "148": 417,
      "149": 418,
      "150": 419,
      "151": 420,
      "152": 421,
      "153": 422,
      "154": 423,
      "155": 424,
      "156": 425,
      "157": 426,
      "158": 427,
      "159": 428,
      "BrNO": 429,
      "160": 430,
      "161": 431,
      "162": 432,
      "163": 433,
      "164": 434,
      "165": 435,
      "166": 436,
      "167": 437,
      "168": 438,
      "169": 439,
      "170": 440,
      "171": 441,
      "172": 442,
      "173": 443,
      "174": 444,
      "175": 445,
      "176": 446,
      "177": 447,
      "178": 448,
      "179": 449,
      "180": 450,
      "IN": 451,
      "181": 452,
      "182": 453,
      "ClO": 454,
      "183": 455,
      "184": 456,
      "185": 457,
      "186": 458,
      "187": 459,
      "188": 460,
      "190": 461,
      "189": 462,
      "191": 463,
      "192": 464,
      "193": 465,
      "194": 466,
      "195": 467,
      "196": 468,
      "198": 469,
      "197": 470,
      "199": 471,
      "200": 472,
      "201": 473,
      "203": 474,
      "202": 475,
      "204": 476,
      "205": 477,
      "206": 478,
      "208": 479,
      "207": 480,
      "212": 481,
      "209": 482,
      "210": 483,
      "211": 484,
      "213": 485,
      "214": 486,
      "215": 487,
      "216": 488,
      "217": 489,
      "218": 490,
      "219": 491,
      "220": 492,
      "221": 493,
      "222": 494,
      "223": 495,
      "224": 496,
      "225": 497,
      "226": 498,
      "227": 499,
      "228": 500,
      "229": 501,
      "230": 502,
      "231": 503,
      "232": 504,
      "233": 505,
      "NOS": 506,
      "234": 507,
      "235": 508,
      "236": 509,
      "237": 510,
      "238": 511,
      "239": 512,
      "240": 513,
      "FO": 514,
      "BrClN": 515,
      "241": 516,
      "PS": 517,
      "242": 518,
      "243": 519,
      "244": 520,
      "245": 521,
      "246": 522,
      "247": 523,
      "248": 524,
      "249": 525,
      "250": 526,
      "251": 527,
      "252": 528,
      "253": 529,
      "254": 530,
      "255": 531,
      "256": 532,
      "257": 533,
      "258": 534,
      "BrO": 535,
      ")/": 536,
      "259": 537,
      "260": 538,
      "262": 539,
      "261": 540,
      "263": 541,
      "264": 542,
      "BrFN": 543,
      "265": 544,
      "-,": 545,
      "266": 546,
      "267": 547,
      "BrF": 548,
      "268": 549,
      "269": 550,
      "270": 551,
      "271": 552,
      "272": 553,
      "273": 554,
      "274": 555,
      "275": 556,
      "276": 557,
      "277": 558,
      "278": 559,
      "279": 560,
      "280": 561,
      "281": 562,
      "282": 563,
      "283": 564,
      "284": 565,
      "285": 566,
      "286": 567,
      "ClFNO": 568,
      "287": 569,
      "288": 570,
      "289": 571,
      "290": 572,
      "291": 573,
      "292": 574,
      "293": 575,
      "294": 576,
      "295": 577,
      "296": 578,
      "BrCl": 579,
      "297": 580,
      "298": 581,
      "NS": 582,
      "299": 583,
      "300": 584,
      "301": 585,
      "302": 586,
      "INO": 587,
      "303": 588,
      "304": 589,
      "305": 590,
      "306": 591,
      "307": 592,
      "308": 593,
      "310": 594,
      "309": 595,
      "312": 596,
      "311": 597,
      "313": 598,
      "314": 599,
      "315": 600,
      "316": 601,
      "317": 602,
      "318": 603,
      "319": 604,
      "320": 605,
      "321": 606,
      "322": 607,
      "ClNOS": 608,
      "323": 609,
      "324": 610,
      "325": 611,
      "BrClNO": 612,
      "326": 613,
      "IO": 614,
      "327": 615,
      "328": 616,
      "329": 617,
      "330": 618,
      "331": 619,
      "333": 620,
      "332": 621,
      "334": 622,
      "335": 623,
      "337": 624,
      "BrFNO": 625,
      "336": 626,
      "339": 627,
      "338": 628,
      "340": 629,
      "345": 630,
      "343": 631,
      "341": 632,
      "344": 633,
      "346": 634,
      "347": 635,
      "342": 636,
      "348": 637,
      "349": 638,
      "350": 639,
      "351": 640,
      "352": 641,
      "353": 642,
      "354": 643,
      "355": 644,
      "356": 645,
      "357": 646,
      "358": 647,
      "359": 648,
      "360": 649,
      "361": 650,
      "362": 651,
      "363": 652,
      "FNOS": 653,
      "ClIN": 654,
      "ClFO": 655,
      "364": 656,
      "FIN": 657,
      "365": 658,
      "366": 659,
      "368": 660,
      "367": 661,
      "369": 662,
      "370": 663,
      "371": 664,
      "373": 665,
      "372": 666,
      "377": 667,
      "378": 668,
      "374": 669,
      "375": 670,
      "376": 671,
      "379": 672,
      "380": 673,
      "381": 674,
      "383": 675,
      "385": 676,
      "382": 677,
      "384": 678,
      "386": 679,
      "387": 680,
      "388": 681,
      "389": 682,
      "390": 683,
      "392": 684,
      "391": 685,
      "396": 686,
      "BrClF": 687,
      "395": 688,
      "393": 689,
      "394": 690,
      "397": 691,
      "OP": 692,
      "398": 693,
      "399": 694,
      "BrClFN": 695,
      "402": 696,
      "404": 697,
      "401": 698,
      "BrNOS": 699,
      "406": 700,
      "400": 701,
      "403": 702,
      "405": 703,
      "407": 704,
      "408": 705,
      "409": 706,
      "410": 707,
      "411": 708,
      "ClNS": 709,
      "412": 710,
      "413": 711,
      "414": 712,
      "415": 713,
      "416": 714,
      "417": 715,
      "418": 716,
      "419": 717,
      "420": 718,
      "421": 719,
      "422": 720,
      "423": 721,
      "424": 722,
      "BrClO": 723,
      "425": 724,
      "426": 725,
      "430": 726,
      "431": 727,
      "427": 728,
      "428": 729,
      "429": 730,
      "432": 731,
      "433": 732,
      "455": 733,
      "452": 734,
      "453": 735,
      "454": 736,
      "434": 737,
      "457": 738,
      "458": 739,
      "451": 740,
      "456": 741,
      "450": 742,
      "459": 743,
      "435": 744,
      "449": 745,
      "460": 746,
      "436": 747,
      "461": 748,
      "439": 749,
      "444": 750,
      "438": 751,
      "445": 752,
      "440": 753,
      "462": 754,
      "443": 755,
      "447": 756,
      "463": 757,
      "437": 758,
      "441": 759,
      "446": 760,
      "464": 761,
      "442": 762,
      "448": 763,
      "465": 764,
      "467": 765,
      "468": 766,
      "466": 767,
      "BrFO": 768,
      "469": 769,
      "470": 770,
      "FNS": 771,
      "471": 772,
      "472": 773,
      "BrIN": 774,
      "473": 775,
      "474": 776,
      "ClOS": 777,
      "BrNS": 778,
      "476": 779,
      "475": 780,
      "477": 781,
      "478": 782,
      "CH": 783,
      "479": 784,
      "FINO": 785,
      "ClFNOS": 786,
      "ClINO": 787,
      "480": 788,
      "OPS": 789,
      "481": 790,
      "482": 791,
      "483": 792,
      "484": 793,
      "485": 794,
      "NOP": 795,
      "486": 796,
      "488": 797,
      "487": 798,
      "489": 799,
      "490": 800,
      "?,": 801,
      "495": 802,
      "496": 803,
      "498": 804,
      "491": 805,
      "492": 806,
      "493": 807,
      "494": 808,
      "497": 809,
      "499": 810,
      "INOS": 811,
      "BN": 812,
      "501": 813,
      "504": 814,
      "512": 815,
      "510": 816,
      "513": 817,
      "514": 818,
      "515": 819,
      "511": 820,
      "ClIO": 821,
      "500": 822,
      "502": 823,
      "505": 824,
      "509": 825,
      "ClFIN": 826,
      "520": 827,
      "522": 828,
      "503": 829,
      "508": 830,
      "BrClNOS": 831,
      "517": 832,
      "518": 833,
      "521": 834,
      "523": 835,
      "524": 836,
      "525": 837,
      "506": 838,
      "516": 839,
      "519": 840,
      "HCl": 841,
      "507": 842,
      "526": 843,
      "527": 844,
      "529": 845,
      "531": 846,
      "ClI": 847,
      "528": 848,
      "532": 849,
      "533": 850,
      "530": 851,
      "BrClFNO": 852,
      "534": 853,
      "535": 854,
      "FI": 855,
      "536": 856,
      "537": 857,
      "538": 858,
      "539": 859,
      "FIO": 860,
      "540": 861,
      "541": 862,
      "542": 863,
      "543": 864,
      "544": 865,
      "545": 866,
      "546": 867,
      "547": 868,
      "HF": 869,
      "548": 870,
      "550": 871,
      "FOS": 872,
      "549": 873,
      "553": 874,
      "BrI": 875,
      "BrOS": 876,
      "BrINO": 877,
      "551": 878,
      "552": 879,
      "554": 880,
      "555": 881,
      "556": 882,
      "557": 883,
      "558": 884,
      "559": 885,
      "560": 886,
      "561": 887,
      "563": 888,
      "ClS": 889,
      "562": 890,
      "564": 891,
      "565": 892,
      "566": 893,
      "567": 894,
      "568": 895,
      "569": 896,
      "570": 897,
      "571": 898,
      "572": 899,
      "573": 900,
      "574": 901,
      "575": 902,
      "576": 903,
      "578": 904,
      "577": 905,
      "NP": 906,
      "579": 907,
      "BrIO": 908,
      "580": 909,
      "581": 910,
      "BF": 911,
      "582": 912,
      "583": 913,
      "584": 914,
      "585": 915,
      "586": 916,
      "599": 917,
      "HBr": 918,
      "587": 919,
      "588": 920,
      "589": 921,
      "590": 922,
      "591": 923,
      "592": 924,
      "593": 925,
      "594": 926,
      "595": 927,
      "596": 928,
      "597": 929,
      "598": 930,
      "600": 931,
      "BrFNOS": 932,
      "FS": 933,
      "NPS": 934,
      "BrS": 935,
      "604": 936,
      "605": 937,
      "BrClOS": 938,
      "610": 939,
      "NOPS": 940,
      "601": 941,
      "602": 942,
      "603": 943,
      "606": 944,
      "607": 945,
      "608": 946,
      "609": 947,
      "ClFNS": 948,
      "614": 949,
      "INS": 950,
      "612": 951,
      "613": 952,
      "611": 953,
      "BCl": 954,
      "615": 955,
      "616": 956,
      "617": 957,
      "618": 958,
      "619": 959,
      "620": 960,
      "621": 961,
      "622": 962,
      "623": 963,
      "624": 964,
      "625": 965,
      "626": 966,
      "627": 967,
      "628": 968,
      "629": 969,
      "630": 970,
      "631": 971,
      "632": 972,
      "633": 973,
      "634": 974,
      "635": 975,
      "636": 976,
      "637": 977,
      "IS": 978,
      "+,": 979,
      "638": 980,
      "639": 981,
      "640": 982,
      "641": 983,
      "642": 984,
      "643": 985,
      "644": 986,
      "645": 987,
      "646": 988,
      "647": 989,
      "648": 990,
      "649": 991,
      "650": 992,
      "651": 993,
      "BClN": 994,
      "IOS": 995,
      "ClFI": 996,
      "ClFOS": 997,
      "BrClNS": 998,
      "ClOP": 999,
      "BrFOS": 1000,
      "BrFIN": 1001,
      "BrClFNOS": 1002,
      "652": 1003,
      "653": 1004,
      "654": 1005,
      "655": 1006,
      "656": 1007,
      "657": 1008,
      "658": 1009,
      "659": 1010,
      "660": 1011,
      "661": 1012,
      "662": 1013,
      "663": 1014,
      "664": 1015,
      "665": 1016,
      "CCl": 1017,
      "HClN": 1018,
      "IP": 1019,
      "ClINOS": 1020,
      "BrP": 1021,
      "666": 1022,
      "667": 1023,
      "668": 1024,
      "669": 1025,
      "670": 1026,
      "671": 1027,
      "672": 1028,
      "ClNOPS": 1029,
      "BrClIN": 1030,
      "HO": 1031,
      "HBrCl": 1032,
      "HBrClF": 1033,
      "BrClFO": 1034,
      "673": 1035,
      "674": 1036,
      "BrOP": 1037,
      "BrFNS": 1038,
      "CO": 1039,
      "HBrF": 1040,
      "675": 1041,
      "678": 1042,
      "ClNOP": 1043,
      "BrClI": 1044,
      "BrClINO": 1045,
      "CHBr": 1046,
      "BFN": 1047,
      "CBr": 1048,
      "FP": 1049,
      "HN": 1050,
      "HFN": 1051,
      "HClF": 1052,
      "HIO": 1053,
      "ClP": 1054,
      "ClHO": 1055,
      "676": 1056,
      "677": 1057,
      "ClFINO": 1058,
      "FNOP": 1059,
      "FOP": 1060,
      "BrFS": 1061,
      "CHCl": 1062,
      "CHNS": 1063,
      "ClIS": 1064,
      "BrIS": 1065
    },
    "merges": [
      [
        "1",
        "2"
      ],
      [
        "1",
        "0"
      ],
      [
        "1",
        "3"
      ],
      [
        "1",
        "4"
      ],
      [
        "1",
        "5"
      ],
      [
        "1",
        "6"
      ],
      [
        "1",
        "1"
      ],
      [
        "1",
        "7"
      ],
      [
        "1",
        "8"
      ],
      [
        "1",
        "9"
      ],
      [
        "2",
        "0"
      ],
      [
        "2",
        "1"
      ],
      [
        "2",
        "2"
      ],
      [
        "2",
        "3"
      ],
      [
        "2",
        "4"
      ],
      [
        "2",
        "5"
      ],
      [
        "C",
        "h"
      ],
      [
        "I",
        "n"
      ],
      [
        "č",
        "Ċ"
      ],
      [
        "Ch",
        "I"
      ],
      [
        "In",
        "ChI"
      ],
      [
        "2",
        "6"
      ],
      [
        "2",
        "7"
      ],
      [
        "2",
        "8"
      ],
      [
        "2",
        "9"
      ],
      [
        ",",
        "("
      ],
      [
        "3",
        "0"
      ],
      [
        "3",
        "1"
      ],
      [
        ")",
        "("
      ],
      [
        "3",
        "2"
      ],
      [
        "3",
        "3"
      ],
      [
        "3",
        "4"
      ],
      [
        "3",
        "5"
      ],
      [
        "3",
        "6"
      ],
      [
        "3",
        "7"
      ],
      [
        "3",
        "8"
      ],
      [
        "3",
        "9"
      ],
      [
        "C",
        "l"
      ],
      [
        "4",
        "0"
      ],
      [
        "4",
        "1"
      ],
      [
        "N",
        "O"
      ],
      [
        "4",
        "2"
      ],
      [
        "4",
        "3"
      ],
      [
        "4",
        "4"
      ],
      [
        "4",
        "5"
      ],
      [
        "4",
        "6"
      ],
      [
        "Cl",
        "N"
      ],
      [
        "4",
        "7"
      ],
      [
        "4",
        "8"
      ],
      [
        "F",
        "N"
      ],
      [
        "4",
        "9"
      ],
      [
        "5",
        "0"
      ],
      [
        "5",
        "1"
      ],
      [
        "5",
        "2"
      ],
      [
        "5",
        "3"
      ],
      [
        "5",
        "4"
      ],
      [
        "5",
        "5"
      ],
      [
        "5",
        "6"
      ],
      [
        "5",
        "7"
      ],
      [
        "5",
        "8"
      ],
      [
        "B",
        "r"
      ],
      [
        "5",
        "9"
      ],
      [
        "O",
        "S"
      ],
      [
        "6",
        "0"
      ],
      [
        "6",
        "1"
      ],
      [
        "6",
        "2"
      ],
      [
        "6",
        "3"
      ],
      [
        "6",
        "4"
      ],
      [
        "6",
        "5"
      ],
      [
        "6",
        "6"
      ],
      [
        "6",
        "7"
      ],
      [
        "6",
        "8"
      ],
      [
        "6",
        "9"
      ],
      [
        "7",
        "0"
      ],
      [
        "7",
        "1"
      ],
      [
        "7",
        "2"
      ],
      [
        "7",
        "3"
      ],
      [
        "7",
        "4"
      ],
      [
        "7",
        "5"
      ],
      [
        "7",
        "6"
      ],
      [
        "Br",
        "N"
      ],
      [
        "7",
        "7"
      ],
      [
        "7",
        "8"
      ],
      [
        "7",
        "9"
      ],
      [
        "8",
        "0"
      ],
      [
        "8",
        "2"
      ],
      [
        "8",
        "1"
      ],
      [
        "8",
        "3"
      ],
      [
        "8",
        "4"
      ],
      [
        "8",
        "5"
      ],
      [
        "8",
        "6"
      ],
      [
        "8",
        "7"
      ],
      [
        "8",
        "8"
      ],
      [
        "8",
        "9"
      ],
      [
        "9",
        "0"
      ],
      [
        "9",
        "1"
      ],
      [
        "9",
        "2"
      ],
      [
        "9",
        "3"
      ],
      [
        "9",
        "4"
      ],
      [
        "9",
        "5"
      ],
      [
        "9",
        "6"
      ],
      [
        "9",
        "8"
      ],
      [
        "9",
        "7"
      ],
      [
        "9",
        "9"
      ],
      [
        "10",
        "0"
      ],
      [
        "Cl",
        "NO"
      ],
      [
        "10",
        "1"
      ],
      [
        "10",
        "2"
      ],
      [
        "Cl",
        "F"
      ],
      [
        "10",
        "3"
      ],
      [
        "10",
        "4"
      ],
      [
        "10",
        "5"
      ],
      [
        "10",
        "6"
      ],
      [
        "10",
        "7"
      ],
      [
        "Cl",
        "FN"
      ],
      [
        "10",
        "8"
      ],
      [
        "10",
        "9"
      ],
      [
        "1",
        "10"
      ],
      [
        "11",
        "1"
      ],
      [
        "1",
        "12"
      ],
      [
        "1",
        "13"
      ],
      [
        "1",
        "14"
      ],
      [
        "1",
        "15"
      ],
      [
        "1",
        "16"
      ],
      [
        "11",
        "7"
      ],
      [
        "11",
        "8"
      ],
      [
        "11",
        "9"
      ],
      [
        "12",
        "0"
      ],
      [
        "12",
        "1"
      ],
      [
        "F",
        "NO"
      ],
      [
        "12",
        "2"
      ],
      [
        "12",
        "3"
      ],
      [
        "12",
        "4"
      ],
      [
        "12",
        "5"
      ],
      [
        "12",
        "6"
      ],
      [
        "12",
        "7"
      ],
      [
        "12",
        "8"
      ],
      [
        "12",
        "9"
      ],
      [
        "13",
        "0"
      ],
      [
        "13",
        "1"
      ],
      [
        "13",
        "2"
      ],
      [
        "13",
        "3"
      ],
      [
        "13",
        "4"
      ],
      [
        "13",
        "5"
      ],
      [
        "13",
        "6"
      ],
      [
        "13",
        "7"
      ],
      [
        "13",
        "8"
      ],
      [
        "13",
        "9"
      ],
      [
        "14",
        "0"
      ],
      [
        "14",
        "1"
      ],
      [
        "14",
        "2"
      ],
      [
        "14",
        "3"
      ],
      [
        "14",
        "4"
      ],
      [
        "14",
        "5"
      ],
      [
        "14",
        "6"
      ],
      [
        "14",
        "7"
      ],
      [
        "14",
        "8"
      ],
      [
        "14",
        "9"
      ],
      [
        "15",
        "0"
      ],
      [
        "15",
        "1"
      ],
      [
        "15",
        "2"
      ],
      [
        "15",
        "3"
      ],
      [
        "15",
        "4"
      ],
      [
        "15",
        "5"
      ],
      [
        "15",
        "6"
      ],
      [
        "15",
        "7"
      ],
      [
        "15",
        "8"
      ],
      [
        "15",
        "9"
      ],
      [
        "Br",
        "NO"
      ],
      [
        "16",
        "0"
      ],
      [
        "16",
        "1"
      ],
      [
        "16",
        "2"
      ],
      [
        "16",
        "3"
      ],
      [
        "16",
        "4"
      ],
      [
        "16",
        "5"
      ],
      [
        "16",
        "6"
      ],
      [
        "16",
        "7"
      ],
      [
        "16",
        "8"
      ],
      [
        "16",
        "9"
      ],
      [
        "17",
        "0"
      ],
      [
        "17",
        "1"
      ],
      [
        "17",
        "2"
      ],
      [
        "17",
        "3"
      ],
      [
        "17",
        "4"
      ],
      [
        "17",
        "5"
      ],
      [
        "17",
        "6"
      ],
      [
        "17",
        "7"
      ],
      [
        "17",
        "8"
      ],
      [
        "17",
        "9"
      ],
      [
        "18",
        "0"
      ],
      [
        "I",
        "N"
      ],
      [
        "18",
        "1"
      ],
      [
        "18",
        "2"
      ],
      [
        "Cl",
        "O"
      ],
      [
        "18",
        "3"
      ],
      [
        "18",
        "4"
      ],
      [
        "18",
        "5"
      ],
      [
        "18",
        "6"
      ],
      [
        "18",
        "7"
      ],
      [
        "18",
        "8"
      ],
      [
        "19",
        "0"
      ],
      [
        "18",
        "9"
      ],
      [
        "19",
        "1"
      ],
      [
        "19",
        "2"
      ],
      [
        "19",
        "3"
      ],
      [
        "19",
        "4"
      ],
      [
        "19",
        "5"
      ],
      [
        "19",
        "6"
      ],
      [
        "19",
        "8"
      ],
      [
        "19",
        "7"
      ],
      [
        "19",
        "9"
      ],
      [
        "20",
        "0"
      ],
      [
        "20",
        "1"
      ],
      [
        "20",
        "3"
      ],
      [
        "20",
        "2"
      ],
      [
        "20",
        "4"
      ],
      [
        "20",
        "5"
      ],
      [
        "20",
        "6"
      ],
      [
        "20",
        "8"
      ],
      [
        "20",
        "7"
      ],
      [
        "2",
        "12"
      ],
      [
        "20",
        "9"
      ],
      [
        "2",
        "10"
      ],
      [
        "2",
        "11"
      ],
      [
        "2",
        "13"
      ],
      [
        "2",
        "14"
      ],
      [
        "2",
        "15"
      ],
      [
        "2",
        "16"
      ],
      [
        "2",
        "17"
      ],
      [
        "2",
        "18"
      ],
      [
        "2",
        "19"
      ],
      [
        "2",
        "20"
      ],
      [
        "2",
        "21"
      ],
      [
        "22",
        "2"
      ],
      [
        "22",
        "3"
      ],
      [
        "22",
        "4"
      ],
      [
        "22",
        "5"
      ],
      [
        "22",
        "6"
      ],
      [
        "22",
        "7"
      ],
      [
        "22",
        "8"
      ],
      [
        "22",
        "9"
      ],
      [
        "23",
        "0"
      ],
      [
        "23",
        "1"
      ],
      [
        "23",
        "2"
      ],
      [
        "23",
        "3"
      ],
      [
        "NO",
        "S"
      ],
      [
        "23",
        "4"
      ],
      [
        "23",
        "5"
      ],
      [
        "23",
        "6"
      ],
      [
        "23",
        "7"
      ],
      [
        "23",
        "8"
      ],
      [
        "23",
        "9"
      ],
      [
        "24",
        "0"
      ],
      [
        "F",
        "O"
      ],
      [
        "Br",
        "ClN"
      ],
      [
        "24",
        "1"
      ],
      [
        "P",
        "S"
      ],
      [
        "24",
        "2"
      ],
      [
        "24",
        "3"
      ],
      [
        "24",
        "4"
      ],
      [
        "24",
        "5"
      ],
      [
        "24",
        "6"
      ],
      [
        "24",
        "7"
      ],
      [
        "24",
        "8"
      ],
      [
        "24",
        "9"
      ],
      [
        "25",
        "0"
      ],
      [
        "25",
        "1"
      ],
      [
        "25",
        "2"
      ],
      [
        "25",
        "3"
      ],
      [
        "25",
        "4"
      ],
      [
        "25",
        "5"
      ],
      [
        "25",
        "6"
      ],
      [
        "25",
        "7"
      ],
      [
        "25",
        "8"
      ],
      [
        "Br",
        "O"
      ],
      [
        ")",
        "/"
      ],
      [
        "25",
        "9"
      ],
      [
        "26",
        "0"
      ],
      [
        "26",
        "2"
      ],
      [
        "26",
        "1"
      ],
      [
        "26",
        "3"
      ],
      [
        "26",
        "4"
      ],
      [
        "Br",
        "FN"
      ],
      [
        "26",
        "5"
      ],
      [
        "-",
        ","
      ],
      [
        "26",
        "6"
      ],
      [
        "26",
        "7"
      ],
      [
        "Br",
        "F"
      ],
      [
        "26",
        "8"
      ],
      [
        "26",
        "9"
      ],
      [
        "27",
        "0"
      ],
      [
        "27",
        "1"
      ],
      [
        "27",
        "2"
      ],
      [
        "27",
        "3"
      ],
      [
        "27",
        "4"
      ],
      [
        "27",
        "5"
      ],
      [
        "27",
        "6"
      ],
      [
        "27",
        "7"
      ],
      [
        "27",
        "8"
      ],
      [
        "27",
        "9"
      ],
      [
        "28",
        "0"
      ],
      [
        "28",
        "1"
      ],
      [
        "28",
        "2"
      ],
      [
        "28",
        "3"
      ],
      [
        "28",
        "4"
      ],
      [
        "28",
        "5"
      ],
      [
        "28",
        "6"
      ],
      [
        "ClF",
        "NO"
      ],
      [
        "28",
        "7"
      ],
      [
        "28",
        "8"
      ],
      [
        "28",
        "9"
      ],
      [
        "29",
        "0"
      ],
      [
        "29",
        "1"
      ],
      [
        "29",
        "2"
      ],
      [
        "29",
        "3"
      ],
      [
        "29",
        "4"
      ],
      [
        "29",
        "5"
      ],
      [
        "29",
        "6"
      ],
      [
        "Br",
        "Cl"
      ],
      [
        "29",
        "7"
      ],
      [
        "29",
        "8"
      ],
      [
        "N",
        "S"
      ],
      [
        "29",
        "9"
      ],
      [
        "30",
        "0"
      ],
      [
        "30",
        "1"
      ],
      [
        "30",
        "2"
      ],
      [
        "I",
        "NO"
      ],
      [
        "30",
        "3"
      ],
      [
        "30",
        "4"
      ],
      [
        "30",
        "5"
      ],
      [
        "30",
        "6"
      ],
      [
        "30",
        "7"
      ],
      [
        "30",
        "8"
      ],
      [
        "3",
        "10"
      ],
      [
        "30",
        "9"
      ],
      [
        "3",
        "12"
      ],
      [
        "3",
        "11"
      ],
      [
        "3",
        "13"
      ],
      [
        "3",
        "14"
      ],
      [
        "3",
        "15"
      ],
      [
        "3",
        "16"
      ],
      [
        "3",
        "17"
      ],
      [
        "3",
        "18"
      ],
      [
        "3",
        "19"
      ],
      [
        "3",
        "20"
      ],
      [
        "3",
        "21"
      ],
      [
        "3",
        "22"
      ],
      [
        "ClNO",
        "S"
      ],
      [
        "3",
        "23"
      ],
      [
        "3",
        "24"
      ],
      [
        "3",
        "25"
      ],
      [
        "Br",
        "ClNO"
      ],
      [
        "3",
        "26"
      ],
      [
        "I",
        "O"
      ],
      [
        "3",
        "27"
      ],
      [
        "3",
        "28"
      ],
      [
        "3",
        "29"
      ],
      [
        "3",
        "30"
      ],
      [
        "3",
        "31"
      ],
      [
        "33",
        "3"
      ],
      [
        "3",
        "32"
      ],
      [
        "33",
        "4"
      ],
      [
        "33",
        "5"
      ],
      [
        "33",
        "7"
      ],
      [
        "Br",
        "FNO"
      ],
      [
        "33",
        "6"
      ],
      [
        "33",
        "9"
      ],
      [
        "33",
        "8"
      ],
      [
        "34",
        "0"
      ],
      [
        "34",
        "5"
      ],
      [
        "34",
        "3"
      ],
      [
        "34",
        "1"
      ],
      [
        "34",
        "4"
      ],
      [
        "34",
        "6"
      ],
      [
        "34",
        "7"
      ],
      [
        "34",
        "2"
      ],
      [
        "34",
        "8"
      ],
      [
        "34",
        "9"
      ],
      [
        "35",
        "0"
      ],
      [
        "35",
        "1"
      ],
      [
        "35",
        "2"
      ],
      [
        "35",
        "3"
      ],
      [
        "35",
        "4"
      ],
      [
        "35",
        "5"
      ],
      [
        "35",
        "6"
      ],
      [
        "35",
        "7"
      ],
      [
        "35",
        "8"
      ],
      [
        "35",
        "9"
      ],
      [
        "36",
        "0"
      ],
      [
        "36",
        "1"
      ],
      [
        "36",
        "2"
      ],
      [
        "36",
        "3"
      ],
      [
        "FNO",
        "S"
      ],
      [
        "Cl",
        "IN"
      ],
      [
        "ClF",
        "O"
      ],
      [
        "36",
        "4"
      ],
      [
        "F",
        "IN"
      ],
      [
        "36",
        "5"
      ],
      [
        "36",
        "6"
      ],
      [
        "36",
        "8"
      ],
      [
        "36",
        "7"
      ],
      [
        "36",
        "9"
      ],
      [
        "37",
        "0"
      ],
      [
        "37",
        "1"
      ],
      [
        "37",
        "3"
      ],
      [
        "37",
        "2"
      ],
      [
        "37",
        "7"
      ],
      [
        "37",
        "8"
      ],
      [
        "37",
        "4"
      ],
      [
        "37",
        "5"
      ],
      [
        "37",
        "6"
      ],
      [
        "37",
        "9"
      ],
      [
        "38",
        "0"
      ],
      [
        "38",
        "1"
      ],
      [
        "38",
        "3"
      ],
      [
        "38",
        "5"
      ],
      [
        "38",
        "2"
      ],
      [
        "38",
        "4"
      ],
      [
        "38",
        "6"
      ],
      [
        "38",
        "7"
      ],
      [
        "38",
        "8"
      ],
      [
        "38",
        "9"
      ],
      [
        "39",
        "0"
      ],
      [
        "39",
        "2"
      ],
      [
        "39",
        "1"
      ],
      [
        "39",
        "6"
      ],
      [
        "Br",
        "ClF"
      ],
      [
        "39",
        "5"
      ],
      [
        "39",
        "3"
      ],
      [
        "39",
        "4"
      ],
      [
        "39",
        "7"
      ],
      [
        "O",
        "P"
      ],
      [
        "39",
        "8"
      ],
      [
        "39",
        "9"
      ],
      [
        "Br",
        "ClFN"
      ],
      [
        "40",
        "2"
      ],
      [
        "40",
        "4"
      ],
      [
        "40",
        "1"
      ],
      [
        "BrNO",
        "S"
      ],
      [
        "40",
        "6"
      ],
      [
        "40",
        "0"
      ],
      [
        "40",
        "3"
      ],
      [
        "40",
        "5"
      ],
      [
        "40",
        "7"
      ],
      [
        "40",
        "8"
      ],
      [
        "40",
        "9"
      ],
      [
        "4",
        "10"
      ],
      [
        "4",
        "11"
      ],
      [
        "ClN",
        "S"
      ],
      [
        "4",
        "12"
      ],
      [
        "4",
        "13"
      ],
      [
        "4",
        "14"
      ],
      [
        "4",
        "15"
      ],
      [
        "4",
        "16"
      ],
      [
        "4",
        "17"
      ],
      [
        "4",
        "18"
      ],
      [
        "4",
        "19"
      ],
      [
        "4",
        "20"
      ],
      [
        "4",
        "21"
      ],
      [
        "4",
        "22"
      ],
      [
        "4",
        "23"
      ],
      [
        "4",
        "24"
      ],
      [
        "Br",
        "ClO"
      ],
      [
        "4",
        "25"
      ],
      [
        "4",
        "26"
      ],
      [
        "4",
        "30"
      ],
      [
        "4",
        "31"
      ],
      [
        "4",
        "27"
      ],
      [
        "4",
        "28"
      ],
      [
        "4",
        "29"
      ],
      [
        "4",
        "32"
      ],
      [
        "4",
        "33"
      ],
      [
        "45",
        "5"
      ],
      [
        "45",
        "2"
      ],
      [
        "45",
        "3"
      ],
      [
        "45",
        "4"
      ],
      [
        "4",
        "34"
      ],
      [
        "45",
        "7"
      ],
      [
        "45",
        "8"
      ],
      [
        "45",
        "1"
      ],
      [
        "45",
        "6"
      ],
      [
        "45",
        "0"
      ],
      [
        "45",
        "9"
      ],
      [
        "4",
        "35"
      ],
      [
        "44",
        "9"
      ],
      [
        "46",
        "0"
      ],
      [
        "4",
        "36"
      ],
      [
        "46",
        "1"
      ],
      [
        "4",
        "39"
      ],
      [
        "44",
        "4"
      ],
      [
        "4",
        "38"
      ],
      [
        "44",
        "5"
      ],
      [
        "4",
        "40"
      ],
      [
        "46",
        "2"
      ],
      [
        "4",
        "43"
      ],
      [
        "44",
        "7"
      ],
      [
        "46",
        "3"
      ],
      [
        "4",
        "37"
      ],
      [
        "4",
        "41"
      ],
      [
        "44",
        "6"
      ],
      [
        "46",
        "4"
      ],
      [
        "4",
        "42"
      ],
      [
        "44",
        "8"
      ],
      [
        "46",
        "5"
      ],
      [
        "46",
        "7"
      ],
      [
        "46",
        "8"
      ],
      [
        "46",
        "6"
      ],
      [
        "Br",
        "FO"
      ],
      [
        "46",
        "9"
      ],
      [
        "47",
        "0"
      ],
      [
        "FN",
        "S"
      ],
      [
        "47",
        "1"
      ],
      [
        "47",
        "2"
      ],
      [
        "Br",
        "IN"
      ],
      [
        "47",
        "3"
      ],
      [
        "47",
        "4"
      ],
      [
        "Cl",
        "OS"
      ],
      [
        "BrN",
        "S"
      ],
      [
        "47",
        "6"
      ],
      [
        "47",
        "5"
      ],
      [
        "47",
        "7"
      ],
      [
        "47",
        "8"
      ],
      [
        "C",
        "H"
      ],
      [
        "47",
        "9"
      ],
      [
        "F",
        "INO"
      ],
      [
        "ClF",
        "NOS"
      ],
      [
        "Cl",
        "INO"
      ],
      [
        "48",
        "0"
      ],
      [
        "O",
        "PS"
      ],
      [
        "48",
        "1"
      ],
      [
        "48",
        "2"
      ],
      [
        "48",
        "3"
      ],
      [
        "48",
        "4"
      ],
      [
        "48",
        "5"
      ],
      [
        "NO",
        "P"
      ],
      [
        "48",
        "6"
      ],
      [
        "48",
        "8"
      ],
      [
        "48",
        "7"
      ],
      [
        "48",
        "9"
      ],
      [
        "49",
        "0"
      ],
      [
        "?",
        ","
      ],
      [
        "49",
        "5"
      ],
      [
        "49",
        "6"
      ],
      [
        "49",
        "8"
      ],
      [
        "49",
        "1"
      ],
      [
        "49",
        "2"
      ],
      [
        "49",
        "3"
      ],
      [
        "49",
        "4"
      ],
      [
        "49",
        "7"
      ],
      [
        "49",
        "9"
      ],
      [
        "I",
        "NOS"
      ],
      [
        "B",
        "N"
      ],
      [
        "50",
        "1"
      ],
      [
        "50",
        "4"
      ],
      [
        "5",
        "12"
      ],
      [
        "5",
        "10"
      ],
      [
        "5",
        "13"
      ],
      [
        "5",
        "14"
      ],
      [
        "5",
        "15"
      ],
      [
        "5",
        "11"
      ],
      [
        "Cl",
        "IO"
      ],
      [
        "50",
        "0"
      ],
      [
        "50",
        "2"
      ],
      [
        "50",
        "5"
      ],
      [
        "50",
        "9"
      ],
      [
        "ClF",
        "IN"
      ],
      [
        "5",
        "20"
      ],
      [
        "5",
        "22"
      ],
      [
        "50",
        "3"
      ],
      [
        "50",
        "8"
      ],
      [
        "Br",
        "ClNOS"
      ],
      [
        "5",
        "17"
      ],
      [
        "5",
        "18"
      ],
      [
        "5",
        "21"
      ],
      [
        "5",
        "23"
      ],
      [
        "5",
        "24"
      ],
      [
        "5",
        "25"
      ],
      [
        "50",
        "6"
      ],
      [
        "5",
        "16"
      ],
      [
        "5",
        "19"
      ],
      [
        "H",
        "Cl"
      ],
      [
        "50",
        "7"
      ],
      [
        "5",
        "26"
      ],
      [
        "5",
        "27"
      ],
      [
        "5",
        "29"
      ],
      [
        "5",
        "31"
      ],
      [
        "Cl",
        "I"
      ],
      [
        "5",
        "28"
      ],
      [
        "5",
        "32"
      ],
      [
        "5",
        "33"
      ],
      [
        "5",
        "30"
      ],
      [
        "Br",
        "ClFNO"
      ],
      [
        "5",
        "34"
      ],
      [
        "5",
        "35"
      ],
      [
        "F",
        "I"
      ],
      [
        "5",
        "36"
      ],
      [
        "5",
        "37"
      ],
      [
        "5",
        "38"
      ],
      [
        "5",
        "39"
      ],
      [
        "F",
        "IO"
      ],
      [
        "5",
        "40"
      ],
      [
        "5",
        "41"
      ],
      [
        "5",
        "42"
      ],
      [
        "5",
        "43"
      ],
      [
        "5",
        "44"
      ],
      [
        "5",
        "45"
      ],
      [
        "5",
        "46"
      ],
      [
        "5",
        "47"
      ],
      [
        "H",
        "F"
      ],
      [
        "5",
        "48"
      ],
      [
        "5",
        "50"
      ],
      [
        "F",
        "OS"
      ],
      [
        "5",
        "49"
      ],
      [
        "5",
        "53"
      ],
      [
        "Br",
        "I"
      ],
      [
        "Br",
        "OS"
      ],
      [
        "Br",
        "INO"
      ],
      [
        "5",
        "51"
      ],
      [
        "5",
        "52"
      ],
      [
        "5",
        "54"
      ],
      [
        "55",
        "5"
      ],
      [
        "55",
        "6"
      ],
      [
        "55",
        "7"
      ],
      [
        "55",
        "8"
      ],
      [
        "55",
        "9"
      ],
      [
        "56",
        "0"
      ],
      [
        "56",
        "1"
      ],
      [
        "56",
        "3"
      ],
      [
        "Cl",
        "S"
      ],
      [
        "56",
        "2"
      ],
      [
        "56",
        "4"
      ],
      [
        "56",
        "5"
      ],
      [
        "56",
        "6"
      ],
      [
        "56",
        "7"
      ],
      [
        "56",
        "8"
      ],
      [
        "56",
        "9"
      ],
      [
        "57",
        "0"
      ],
      [
        "57",
        "1"
      ],
      [
        "57",
        "2"
      ],
      [
        "57",
        "3"
      ],
      [
        "57",
        "4"
      ],
      [
        "57",
        "5"
      ],
      [
        "57",
        "6"
      ],
      [
        "57",
        "8"
      ],
      [
        "57",
        "7"
      ],
      [
        "N",
        "P"
      ],
      [
        "57",
        "9"
      ],
      [
        "Br",
        "IO"
      ],
      [
        "58",
        "0"
      ],
      [
        "58",
        "1"
      ],
      [
        "B",
        "F"
      ],
      [
        "58",
        "2"
      ],
      [
        "58",
        "3"
      ],
      [
        "58",
        "4"
      ],
      [
        "58",
        "5"
      ],
      [
        "58",
        "6"
      ],
      [
        "59",
        "9"
      ],
      [
        "H",
        "Br"
      ],
      [
        "58",
        "7"
      ],
      [
        "58",
        "8"
      ],
      [
        "58",
        "9"
      ],
      [
        "59",
        "0"
      ],
      [
        "59",
        "1"
      ],
      [
        "59",
        "2"
      ],
      [
        "59",
        "3"
      ],
      [
        "59",
        "4"
      ],
      [
        "59",
        "5"
      ],
      [
        "59",
        "6"
      ],
      [
        "59",
        "7"
      ],
      [
        "59",
        "8"
      ],
      [
        "60",
        "0"
      ],
      [
        "BrFNO",
        "S"
      ],
      [
        "F",
        "S"
      ],
      [
        "N",
        "PS"
      ],
      [
        "Br",
        "S"
      ],
      [
        "60",
        "4"
      ],
      [
        "60",
        "5"
      ],
      [
        "BrCl",
        "OS"
      ],
      [
        "6",
        "10"
      ],
      [
        "NO",
        "PS"
      ],
      [
        "60",
        "1"
      ],
      [
        "60",
        "2"
      ],
      [
        "60",
        "3"
      ],
      [
        "60",
        "6"
      ],
      [
        "60",
        "7"
      ],
      [
        "60",
        "8"
      ],
      [
