{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"12":261,"10":262,"13":263,"14":264,"15":265,"16":266,"11":267,"17":268,"18":269,"19":270,"20":271,"21":272,"22":273,"23":274,"24":275,"25":276,"Ch":277,"In":278,"čĊ":279,"ChI":280,"InChI":281,"26":282,"27":283,"28":284,"29":285,",(":286,"30":287,"31":288,")(":289,"32":290,"33":291,"34":292,"35":293,"36":294,"37":295,"38":296,"39":297,"Cl":298,"40":299,"41":300,"NO":301,"42":302,"43":303,"44":304,"45":305,"46":306,"ClN":307,"47":308,"48":309,"FN":310,"49":311,"50":312,"51":313,"52":314,"53":315,"54":316,"55":317,"56":318,"57":319,"58":320,"Br":321,"59":322,"OS":323,"60":324,"61":325,"62":326,"63":327,"64":328,"65":329,"66":330,"67":331,"68":332,"69":333,"70":334,"71":335,"72":336,"73":337,"74":338,"75":339,"76":340,"BrN":341,"77":342,"78":343,"79":344,"80":345,"82":346,"81":347,"83":348,"84":349,"85":350,"86":351,"87":352,"88":353,"89":354,"90":355,"91":356,"92":357,"93":358,"94":359,"95":360,"96":361,"98":362,"97":363,"99":364,"100":365,"ClNO":366,"101":367,"102":368,"ClF":369,"103":370,"104":371,"105":372,"106":373,"107":374,"ClFN":375,"108":376,"109":377,"110":378,"111":379,"112":380,"113":381,"114":382,"115":383,"116":384,"117":385,"118":386,"119":387,"120":388,"121":389,"FNO":390,"122":391,"123":392,"124":393,"125":394,"126":395,"127":396,"128":397,"129":398,"130":399,"131":400,"132":401,"133":402,"134":403,"135":404,"136":405,"137":406,"138":407,"139":408,"140":409,"141":410,"142":411,"143":412,"144":413,"145":414,"146":415,"147":416,"148":417,"149":418,"150":419,"151":420,"152":421,"153":422,"154":423,"155":424,"156":425,"157":426,"158":427,"159":428,"BrNO":429,"160":430,"161":431,"162":432,"163":433,"164":434,"165":435,"166":436,"167":437,"168":438,"169":439,"170":440,"171":441,"172":442,"173":443,"174":444,"175":445,"176":446,"177":447,"178":448,"179":449,"180":450,"IN":451,"181":452,"182":453,"ClO":454,"183":455,"184":456,"185":457,"186":458,"187":459,"188":460,"190":461,"189":462,"191":463,"192":464,"193":465,"194":466,"195":467,"196":468,"198":469,"197":470,"199":471,"200":472,"201":473,"203":474,"202":475,"204":476,"205":477,"206":478,"208":479,"207":480,"212":481,"209":482,"210":483,"211":484,"213":485,"214":486,"215":487,"216":488,"217":489,"218":490,"219":491,"220":492,"221":493,"222":494,"223":495,"224":496,"225":497,"226":498,"227":499,"228":500,"229":501,"230":502,"231":503,"232":504,"233":505,"NOS":506,"234":507,"235":508,"236":509,"237":510,"238":511,"239":512,"240":513,"FO":514,"BrClN":515,"241":516,"PS":517,"242":518,"243":519,"244":520,"245":521,"246":522,"247":523,"248":524,"249":525,"250":526,"251":527,"252":528,"253":529,"254":530,"255":531,"256":532,"257":533,"258":534,"BrO":535,")/":536,"259":537,"260":538,"262":539,"261":540,"263":541,"264":542,"BrFN":543,"265":544,"-,":545,"266":546,"267":547,"BrF":548,"268":549,"269":550,"270":551,"271":552,"272":553,"273":554,"274":555,"275":556,"276":557,"277":558,"278":559,"279":560,"280":561,"281":562,"282":563,"283":564,"284":565,"285":566,"286":567,"ClFNO":568,"287":569,"288":570,"289":571,"290":572,"291":573,"292":574,"293":575,"294":576,"295":577,"296":578,"BrCl":579,"297":580,"298":581,"NS":582,"299":583,"300":584,"301":585,"302":586,"INO":587,"303":588,"304":589,"305":590,"306":591,"307":592,"308":593,"310":594,"309":595,"312":596,"311":597,"313":598,"314":599,"315":600,"316":601,"317":602,"318":603,"319":604,"320":605,"321":606,"322":607,"ClNOS":608,"323":609,"324":610,"325":611,"BrClNO":612,"326":613,"IO":614,"327":615,"328":616,"329":617,"330":618,"331":619,"333":620,"332":621,"334":622,"335":623,"337":624,"BrFNO":625,"336":626,"339":627,"338":628,"340":629,"345":630,"343":631,"341":632,"344":633,"346":634,"347":635,"342":636,"348":637,"349":638,"350":639,"351":640,"352":641,"353":642,"354":643,"355":644,"356":645,"357":646,"358":647,"359":648,"360":649,"361":650,"362":651,"363":652,"FNOS":653,"ClIN":654,"ClFO":655,"364":656,"FIN":657,"365":658,"366":659,"368":660,"367":661,"369":662,"370":663,"371":664,"373":665,"372":666,"377":667,"378":668,"374":669,"375":670,"376":671,"379":672,"380":673,"381":674,"383":675,"385":676,"382":677,"384":678,"386":679,"387":680,"388":681,"389":682,"390":683,"392":684,"391":685,"396":686,"BrClF":687,"395":688,"393":689,"394":690,"397":691,"OP":692,"398":693,"399":694,"BrClFN":695,"402":696,"404":697,"401":698,"BrNOS":699,"406":700,"400":701,"403":702,"405":703,"407":704,"408":705,"409":706,"410":707,"411":708,"ClNS":709,"412":710,"413":711,"414":712,"415":713,"416":714,"417":715,"418":716,"419":717,"420":718,"421":719,"422":720,"423":721,"424":722,"BrClO":723,"425":724,"426":725,"430":726,"431":727,"427":728,"428":729,"429":730,"432":731,"433":732,"455":733,"452":734,"453":735,"454":736,"434":737,"457":738,"458":739,"451":740,"456":741,"450":742,"459":743,"435":744,"449":745,"460":746,"436":747,"461":748,"439":749,"444":750,"438":751,"445":752,"440":753,"462":754,"443":755,"447":756,"463":757,"437":758,"441":759,"446":760,"464":761,"442":762,"448":763,"465":764,"467":765,"468":766,"466":767,"BrFO":768,"469":769,"470":770,"FNS":771,"471":772,"472":773,"BrIN":774,"473":775,"474":776,"ClOS":777,"BrNS":778,"476":779,"475":780,"477":781,"478":782,"CH":783,"479":784,"FINO":785,"ClFNOS":786,"ClINO":787,"480":788,"OPS":789,"481":790,"482":791,"483":792,"484":793,"485":794,"NOP":795,"486":796,"488":797,"487":798,"489":799,"490":800,"?,":801,"495":802,"496":803,"498":804,"491":805,"492":806,"493":807,"494":808,"497":809,"499":810,"INOS":811,"BN":812,"501":813,"504":814,"512":815,"510":816,"513":817,"514":818,"515":819,"511":820,"ClIO":821,"500":822,"502":823,"505":824,"509":825,"ClFIN":826,"520":827,"522":828,"503":829,"508":830,"BrClNOS":831,"517":832,"518":833,"521":834,"523":835,"524":836,"525":837,"506":838,"516":839,"519":840,"HCl":841,"507":842,"526":843,"527":844,"529":845,"531":846,"ClI":847,"528":848,"532":849,"533":850,"530":851,"BrClFNO":852,"534":853,"535":854,"FI":855,"536":856,"537":857,"538":858,"539":859,"FIO":860,"540":861,"541":862,"542":863,"543":864,"544":865,"545":866,"546":867,"547":868,"HF":869,"548":870,"550":871,"FOS":872,"549":873,"553":874,"BrI":875,"BrOS":876,"BrINO":877,"551":878,"552":879,"554":880,"555":881,"556":882,"557":883,"558":884,"559":885,"560":886,"561":887,"563":888,"ClS":889,"562":890,"564":891,"565":892,"566":893,"567":894,"568":895,"569":896,"570":897,"571":898,"572":899,"573":900,"574":901,"575":902,"576":903,"578":904,"577":905,"NP":906,"579":907,"BrIO":908,"580":909,"581":910,"BF":911,"582":912,"583":913,"584":914,"585":915,"586":916,"599":917,"HBr":918,"587":919,"588":920,"589":921,"590":922,"591":923,"592":924,"593":925,"594":926,"595":927,"596":928,"597":929,"598":930,"600":931,"BrFNOS":932,"FS":933,"NPS":934,"BrS":935,"604":936,"605":937,"BrClOS":938,"610":939,"NOPS":940,"601":941,"602":942,"603":943,"606":944,"607":945,"608":946,"609":947,"ClFNS":948,"614":949,"INS":950,"612":951,"613":952,"611":953,"BCl":954,"615":955,"616":956,"617":957,"618":958,"619":959,"620":960,"621":961,"622":962,"623":963,"624":964,"625":965,"626":966,"627":967,"628":968,"629":969,"630":970,"631":971,"632":972,"633":973,"634":974,"635":975,"636":976,"637":977,"IS":978,"+,":979,"638":980,"639":981,"640":982,"641":983,"642":984,"643":985,"644":986,"645":987,"646":988,"647":989,"648":990,"649":991,"650":992,"651":993,"BClN":994,"IOS":995,"ClFI":996,"ClFOS":997,"BrClNS":998,"ClOP":999,"BrFOS":1000,"BrFIN":1001,"BrClFNOS":1002,"652":1003,"653":1004,"654":1005,"655":1006,"656":1007,"657":1008,"658":1009,"659":1010,"660":1011,"661":1012,"662":1013,"663":1014,"664":1015,"665":1016,"CCl":1017,"HClN":1018,"IP":1019,"ClINOS":1020,"BrP":1021,"666":1022,"667":1023,"668":1024,"669":1025,"670":1026,"671":1027,"672":1028,"ClNOPS":1029,"BrClIN":1030,"HO":1031,"HBrCl":1032,"HBrClF":1033,"BrClFO":1034,"673":1035,"674":1036,"BrOP":1037,"BrFNS":1038,"CO":1039,"HBrF":1040,"675":1041,"678":1042,"ClNOP":1043,"BrClI":1044,"BrClINO":1045,"CHBr":1046,"BFN":1047,"CBr":1048,"FP":1049,"HN":1050,"HFN":1051,"HClF":1052,"HIO":1053,"ClP":1054,"ClHO":1055,"676":1056,"677":1057,"ClFINO":1058,"FNOP":1059,"FOP":1060,"BrFS":1061,"CHCl":1062,"CHNS":1063,"ClIS":1064,"BrIS":1065}